/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kNoStartDateNotRunning" = "Non disponible. Le service n’a pas démarré";

"kDateFormatter" = "%c";

"kErrorCode" = "Code d’erreur : ";

"kUsersAlreadyDisconnectedTtl" = "Certains utilisateurs sont déjà déconnectés";

"kUsersAlreadyDisconnectedMsg" = "Sélectionnez soit les utilisateurs à déconnecter, soit ceux que vous ne souhaitez plus déconnecter.";

"kStopNowAlertMsg" = "Il se peut que les utilisateurs connectés perdent des données si vous arrêtez immédiatement le serveur de fichiers. \nVous pouvez utiliser le bouton d’arrêt dans le panneau Connexions pour programmer l’arrêt.";

"kRestartNowAlertMsg" = "Il se peut que les utilisateurs connectés perdent des données si vous redémarrez immédiatement le serveur de fichiers. \nVous pouvez utiliser le bouton d’arrêt dans le panneau Connexions pour programmer l’arrêt.";

"kRecycleNowAlertMsg" = "Il se peut que les utilisateurs connectés perdent des données si vous recyclez immédiatement le serveur de fichiers. \nVous pouvez utiliser le bouton d’arrêt dans le panneau Connexions pour programmer l’arrêt.";


"NOT_SUPPORTED_BY_LEOPARD" = "Cette fonction n’est pas prise en charge par cette version du serveur AFP.";

/* Failover support */
"kFailover1Title" = "Le service AFP ne peut pas être démarré";
"kFailover1Msg" = "Le service AFP ne peut être démarré car le serveur sert de sauvegarde dans une paire de basculement.";
"SECONDARY" = "Cet ordinateur est actuellement configuré pour constituer la sauvegarde dans une paire de basculement. Les réglages de fichiers Apple sont automatiquement synchronisés à partir de l’ordinateur maître de paire de basculement.";
"PRIMARY" = "Maître";
"500" = "Impossible d’enregistrer les réglages sur l’ordinateur de sauvegarde dans une paire de basculement.";

"RUNNING" = "En service";

"STOPPED" = "Arrêté";

"STARTING" = "Démarrage en cours";

"STOPPING" = "Arrêt en cours";

"PAUSED" = "En pause";

"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";

"YES" = "Activé";

"NO" = "Désactivé";

"kMoreGuestsThanClientsErrorString" = "Le nombre maximum de connexions comme invité ne peut dépasser le nombre maximum de connexions client (%d).";

"kStopButton" = "Arrêter…";

"kCancelStopButton" = "Annuler l’arrêt";

"kGuest" = "<Invité>";

"kSummaryConnections" = "%d connexions";

"kSummaryThrouputPerSecFormatter" = "%@/s";


// Session states shown in connected user list "Status" column
"kDisconnecting" = "Déconnexion";
"kDisabled/Asleep" = "Désactivé/En veille";
"kNormal" = "Normal";

/* Overview */

"Apple File Service is:" = "Le service de fichiers Apple est :";
"Start Time:" = "Date de démarrage :";
"Current Throughput:" = "Débit actuel :";
"Current Connections:" = "Connexions actuelles :";
"Guest Access:" = "Accès en invité :";
"No Connections Yet" = "Aucune connexion pour l’instant";

/* Graphs */
"Average Connected Users" = "Moyenne du nombre d’utilisateurs connectés";
"Throughput" = "Débit";

/* Logs */
"Access Log" = "Historique des accès";
"Error Log" = "Historique des erreurs";

/* DO NOT LOCALIZE THESE */

"kSeparatorForFlattenedList" = ",";